[
	{
		"name": "Matina Patsos",
		"title": "Front-End Developer at Deep Blue Communications",
		"image": "recommendation_matina-patsos.png",
		"linkedInURL": "https://www.linkedin.com/in/matina-patsos-63aa2626/",
		"recommendationText": "I would hire Dan if I had the opportunity. As both his senior at PSI Life and his instructor at AlbanyCanCode, Dan has proved to me that he is a motivated self learner who produces excellent work. What impresses me hte most is his conscientious. He has an innate sense of what to prioritize, is commited to complete whatever task is given to him, and has an acute attention to detail. At PSI Life, he would discover bugs and problems with the UX before anyone else. He was the first to take on extra work. He is also humble and willing to learn from his seniors. Dan is someone I certainly would want on my team."
	},
	{
		"name": "Stacy Robison",
		"title": "eLearning Instructional Design Manager at CUNY Research Foundation",
		"image": "recommendation_stacy-robison.png",
		"linkedInURL": "https://www.linkedin.com/in/technicallystacy/",
		"recommendationText": "I had the pleasure of working with Dan and watching his progress while he studied JavaScript Fundamentals with AlbanyCanCode. Dan consistently turned in high-quality work, often going beyond the requirements of assignments to push his skills to a higher level. Dan was not only a fantastic coder, he was an asset to his peers in the class, and his instructors consistently spoke highly of his work and his engagement with other students. Dan is a dedicated team player with the kind of work ethic that will make him successful anywhere, coding skills that will make him an asset to any organization he works for, and the people skills that will ensure he can integrate with any team."
	},
	{
		"name": "Michael Janairo",
		"title": "Senior Manager of Communications and Strategic Initiative at Tang Teaching Museum at Skidmore College",
		"image": "recommendation_michael-janairo.png",
		"linkedInURL": "https://www.linkedin.com/in/mjanairo/",
		"recommendationText": "Since soon after Dan moved to the Saratoga Springs area, I have hired him on numerous occasions (and will continue to do so) to photograph events for the Tang Teaching Museum in the museum and off-site. At museum events, the audience's experience is of utmost importance. Dan does a great job of respecting our audience while at the same time capturing the right moments to tell the story of those experiences with vivid images. That is why often turn to him and recommend him for other organizations that need high-quality images."
	},
	{
		"name": "Andrew Kung",
		"title": "President at Andrew Kung Group: Director of Photography and Professional Advertising",
		"image": "recommendation_andrew-kung.png",
		"linkedInURL": "https://www.linkedin.com/in/andrewkung1/",
		"recommendationText": "Dan is a technical master at retouching. He is extremely detail and task oriented and has extensive knowledge in the field to be able to solve any postproduction challenges we encountered. He worked with us on multiple commercial projects for TempurPedic brands and we could not have been happier with his work. He is also pleasant to work with and has great communication skills - a true asset to any team."
	},
	{
		"name": "David Aaron Mette",
		"title": "Program Manager at Amazon",
		"image": "recommendation_david-aaron-mette.png",
		"linkedInURL": "https://www.linkedin.com/in/david-aaron-mette-3ba99710/",
		"recommendationText": "I supervised Dan while he was working as a Digital Technician and Retoucher for Amazon. Dan has an exceptional attention to detail and earned trust by exceeding our demanding quality standards. He is also a friendly, thoughtful and inquisitive partner in a work environment. When the customer demands excellence only, get Dan on your team."
	},
	{
		"name": "Lloyd Grubham",
		"title": "Software Engineer at Midigator",
		"image": "recommendation_lloyd-grubham.png",
		"linkedInURL": "https://www.linkedin.com/in/lloyd-grubham/",
		"recommendationText": "mentored Dan for 3 months in a Web Development bootcamp. I have rarely seen anyone put so much effort and dedication in their studies. Dan is forthright and honest about his abilities. Dan's background in photography gives him a good eye for design and attention to detail. In my experience, he is easy to work with."
	}
]
